{
	"name" : "Marid",
	"description" : "New unit - Marid. The marids dwell on the Plane of Water, and are subjects of Acwalander the Water Lord. The marids on the continent of Enroth were usually neutral, sometimes willing to serve anyone who found their golden shell or a bottle and paid them. Sometimes they don't obey those, who find them due to their very chaotic, selfish and unpredictable behavior. The marids of Antagarich, on the other hand, were extremely rare, considered only a legend by pirates and marinefolk. It isn't sure if any marid survived the Reckoning. The marids never listen to anyone, who doesn't own their golden shell, it is also very hard to trap them in one. They can be found anywhere in the seas and oceans, however its always a very rare event. Some marids prefer living in lakes and rivers, but those are extremely rare. Marids are very powerful, as powerful as efreets and some stronger genies. They don't like genies, but its the efreets that they extremely hate. Most encounters with marids result with drowned sailors, magically cursed ships, bitten off arms and legs, frozen sails, or stolen valuables. Some encounters, however, result with friendships. Its mostly mermaids, tritons, abyssal shamans, pirate mages and sea sorceresses, who manage to convince marids to join their armies, it happens rarely and alway for a high price. All marids are immune to any form of water magic. They can also use their magical powers to completely wash all magic effects from attacked unit.",
	"author": "Graphics and mod: Kurek, special thanks to Kammer",
	"contact": "http://www.forum.acidcave.net/profile.php?UID=4121",
	"modType" : "Creatures",
	"version" : "1.03",
	"chinese" : {
		"name" : "水精灵",
		"description" : "新单位 - 水精灵。水精灵居住在水之位面上，是水之领主阿奎兰德的臣民。在恩罗斯大陆上的水精灵通常保持中立，有时愿意为找到他们的金贝壳或瓶子并付给他们报酬的人服务。有时候，他们因为自己极其混乱、自私和不可预测的行为而不听从找到他们的人。另一方面，在安塔加里奇，水精灵极其罕见，被海盗和海上民视为传说。尚不确定是否有任何水精灵在审判之后存活下来。水精灵从不听从任何不拥有他们的金贝壳的人，将他们困在贝壳中也非常困难。它们可以在海洋和大海的任何地方被找到，不过这非常少见。一些水精灵更喜欢生活在湖泊和河流中，但这些是极其罕见的。水精灵非常强大，与火精灵和一些更强大的精灵一样强大。他们不喜欢精灵，但他们极其憎恨火精灵。大多数与水精灵的遭遇都以水手溺水、魔法诅咒的船只、被咬掉的手臂和腿、冻住的帆，或被偷走的财物告终。然而，有些遭遇会以友谊告终。主要是美人鱼、特里同、深渊萨满、海盗法师和海洋女巫，他们设法说服水精灵加入他们的军队，这相当罕见且需要付出高昂的代价。所有的水精灵都对任何形式的水魔法免疫。他们还可以使用他们的魔法力量完全清洗攻击单位的所有魔法效果。"
	},
	"creatures" :
	[
		"config/marid/marid.json"
	],
	"objects" : 
	[  "config/marid/dwellings"   ] 
}
